Repository: ybthummar/kharachguru
Catalog: lib/l10n/app_*.arb
Languages: gu

source: KharachGuru
gu: ખર્ચગુરુ

source: Transactions
gu: વ્યવહારો

source: Reports
gu: અહેવાલ

# addTransaction
source: Add New Transaction
gu: નવો વ્યવહાર ઉમેરો

# noTransactions
source: No Transactions Yet.
gu: કોઈ વ્યવહાર નથી.

# addNewTransactionPrompt
source: Press + to add a new one.
gu: નવો ઉમેરવા માટે + દબાવો.

source: Amount
gu: રકમ

source: Description
gu: વર્ણન

source: Category
gu: શ્રેણી

# isThisIncome
source: Is this an income?
gu: આવક છે?

source: Date
gu: તારીખ

source: Save Transaction
gu: વ્યવહાર સાચવો

source: Total Summary
gu: કુલ સારાંશ

source: Total Income
gu: કુલ આવક

source: Total Expense
gu: કુલ ખર્ચ

source: Expense Categories
gu: ખર્ચની શ્રેણીઓ

source: Income Categories
gu: આવકની શ્રેણીઓ

source: No transactions found.
gu: કોઈ વ્યવહાર મળ્યા નથી.

# noDataForReport
source: No data available for report.
gu: અહેવાલ માટે કોઈ ડેટા નથી.

# noExpenseData
source: No expense data to display.
gu: કોઈ ખર્ચનો ડેટા નથી.
